Repository: Addvilz/almalinux.org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: lv

source: 404 Not Found - AlmaLinux OS
lv: 404 Nav Atrasts - AlmaLinux OS

source: An open-source RHEL fork built by the team at CloudLinux, inspired by the community.
lv: Bezmaksas Linux distribūcija kas atvasināta no RHEL, ko veido komūna piedaloties CloudLinux.

source: 404 Not Found
lv: 404 Nav Atrasts

source: Sorry, but the page you were trying to access could not be found.
lv: Atvaino, bet šī lapa nav pieejama.

source: Resources
lv: Resursi

source: Bugs
lv: Kļūdas un atbalsts

source: Repository
lv: Repozitorija

source: Downloads
lv: Lejupielādes

source: Community
lv: Kopiena

source: Forums
lv: Forumi

source: Chat
lv: Čats

source: Legal
lv: Noteikumi

source: Privacy Policy
lv: Privātuma politika

source: Terms of Service
lv: Lietošanas noteikumi

source: Toggle navigation
lv: Atvērt navigāciju

source: Blog
lv: Blogs

source: Migrate from CentOS 8
lv: Migrēt no CentOS 8

source: Report Bugs
lv: Kļūdu paziņojumi

source: Shop
lv: Veikals

source: Language
lv: Valoda

source: Download
lv: Lejupielādēt

source: AlmaLinux OS Blog
lv: AlmaLinux OS blogs

source: Continue reading
lv: Lasīt tālāk

source: Previous
lv: Atpakaļ

source: Next
lv: Uz priekšu

source: AlmaLinux OS - Contribute
lv: AlmaLinux OS - Veicināt

source: Contribute to AlmaLinux OS development
lv: Ieguldījums AlmaLinux OS attīstībā

source: AlmaLinux OS and infrastructure development are organized using our community chat. There are many ways to contribute to AlmaLinux OS - testing, quality assurance, documentation, and more.
lv: AlmaLinux OS un infrastruktūras attīstība tiek organizēta izmantojot mūsu kopienas čatu. Ir daudz veidu, kā sniegt savu ieguldījumu AlmaLinux OS istrādē - testēšana, kvalitātes nodrošināšana, dokumentācija un daudz kas cits.

source: <a href="%(intro_link)s">Introduce yourself</a> or join one of the topical channels below to find out more!
lv: <a href="%(intro_link)s">Iepazīstini ar sevi</a> vai pievienojieties kādam no tālāk minētajiem tematiskajiem kanāliem, lai uzzinātu vairāk!

source: General chat
lv: Kopējais čats

source: Development
lv: Izstrāde

source: Infrastructure
lv: Infrastruktūra

source: Security
lv: Drošība

source: Documentation
lv: Dokumentācija

source: Marketing
lv: Mārketings

source: Web presence
lv: Tīmekļa klātbūtne

source: Join AlmaLinux OS community chat
lv: Pievienoties AlmaLinux OS kopienas čatam

source: AlmaLinux OS - Forever-Free Enterprise-Grade Operating System
lv: AlmaLinux OS - vienmēr-bezmaksas komerciāla līmeņa operētājsistēma

source: Free Linux OS for the community, by the community
lv: Bezmaksas Linux operētājsistēma

source: An Open Source, community-governed and forever-free enterprise Linux distribution, focused on long-term stability, providing a robust production-grade platform. AlmaLinux OS is 1:1 binary compatible with RHEL&reg; and pre-Stream CentOS.
lv: Atvērta koda kopienas vadīta un vienmēr bezmaksas Linux distribūcija ar fokusu uz ilgtermiņa stabilitāti. AlmaLinux OS piedāvā biznesa klases, produkcijas platformu un ir 1:1 bināri saderīga ar RHEL&reg; un pirms-Stream CentOS operētājsistēmām.

source: Contribute
lv: Piedalīties projektā

source: Migrate
lv: Migrēt

source: Founded by the team behind the <a href="%(link)s">CloudLinux OS</a>.
lv: AlmaLinux OS dibināja komanda kas veido <a href="%(link)s">CloudLinux OS</a>.

source: Our GitHub organization contains source code and tools used to build AlmaLinux OS and related infrastructure.
lv: Mūsu GitHub organizācija satur izejas kodu un instrumentus kurus lietojam AlmaLinux un infrastruktūras izveidei.

source: Explore
lv: Izpētīt

source: Join our vibrant Reddit community, interact with other AlmaLinux OS users, receive updates, find and provide help.
lv: Pievienojies mūsu Reddit kopienai, sazinies ar citiem AlmaLinux OS lietotājiem, saņem jaunākās ziņas, atrodi un sniedz palīdzību.

source: Join
lv: Pievienoties

source: Community chat
lv: Kopienas čats

source: Join a real time discussion with other AlmaLinux OS community members, governance team and AlmaLinux OS developers.
lv: Pievienojieties reāllaika diskusijai ar citiem AlmaLinux OS lietotājiem, pārvaldes komandu un AlmaLinux OS izstrādātājiem.

source: Engage
lv: Iesaistīties

source: Community forums
lv: Kopienas forumi

source: Ask questions, get answers and contribute community support to others in AlmaLinux OS community and developers alike.
lv: Uzdodiet jautājumus, saņemiet atbildes un sniedziet atbalstu citiem AlmaLinux OS kopienā un kopā ar izstrādātājiem.

source: Discover
lv: Apmeklēt

source: About AlmaLinux OS
lv: Par AlmaLinux OS

source: AlmaLinux OS is an open-source, community-driven Linux operating system that fills the gap left by the discontinuation of the CentOS Linux stable release. AlmaLinux OS is a 1:1 binary compatible fork of RHEL&reg; guided and built by the community.
lv: AlmaLinux OS ir atvērtā koda, kopienas virzīta Linux operētājsistēma, kaspiedāvā CentOS alternatīvu pēc tās ne-Stream varianta izstrādes beigām. AlmaLinux OS ir bināri saderīga ar RHEL&reg;, to vada un izstrādā AlmaLinux OS kopiena.

source: As a standalone, completely free OS, AlmaLinux OS enjoys $1M in annual sponsorship from CloudLinux Inc and support from other sponsors. Ongoing development efforts are governed by the members of the community.
lv: AlmaLinux OS kā atsevišķa, pilnīgi bezmaksas operētājsistēma ik gadu saņem 1 miljonu ASV dolāruizstrādes finansējumu no CloudLinux Inc, kā arī citu sponsoru atbalstu. AlmaLinux OS attīstību un izstrādi vada kopiena.

source: The AlmaLinux OS Foundation is a 501(c)(6) non-profit created for the benefit of the AlmaLinux OS community.
lv: AlmaLinux OS Foundation ir ASV reģistrēta, 501(c)(6) bezpeļņas organizācija, kas izveidota AlmaLinux OS kopienas organizācijai un kopienas interešu pārstāvībai.

source: Backed by
lv: Atbalsta

source: Production-ready
lv: Gatava lietošanai

source: AlmaLinux OS is an enterprise-grade server OS and a stable Linux distribution with regular releases that come with a long support windows. You can rely on AlmaLinux OS to run any and every critical workloads.
lv: AlmaLinux OS ir augsta līmeņa servera operētājsistēma un stabila Linux distribūcija ar regulāriem atjauninājumiem un ilgu atbalsta intervālu.Jūs varat paļauties uz AlmaLinux OS visa veida kritiskas infrastruktūras uzturēšanai.

source: Fully supported, always free
lv: Pilnībā atbalstīta, vienmēr bezmaksas

source: AlmaLinux OS Foundation members, sponsors and partners back the AlmaLinux OS with investments and long support commitments to ensure the distribution is free of limitations, fees and charges.
lv: AlmaLinux OS Foundation dalībnieki, sponsori un partneri atbalsta AlmaLinux OS ar investīcijām un ilgām atbalsta saistībām, lai nodrošinātu AlmaLinux OS distribūcijas pieejamību bez ierobežojumiem, nodevām un maksas.

source: Effortless to switch to
lv: Vienkāršota migrācija

source: Switching distributions is usually costly and time-consuming, but that’s not the case when switching from CentOS and other RHEL&reg; forks to AlmaLinux OS. Switching is easy - <a href="%(migrate_link)s">read how.</a>
lv: Distribūcijas maiņa parasti ir dārga un laikietilpīga, taču ar AlmaLinux OS,pāreja no CentOS un citām RHEL&reg; bāzētām Linux distribūcijām ir vienkārša. <a href="%(migrate_link)s">Uzzināt kā.</a>

source: Feature showcase
lv: Funkciju pārskats

source: Commercial Support
lv: Komerciāls atbalsts

source: Answers to Key Questions
lv: Atbildes uz svarīgākajiem jautājumiem

source: Stay updated!
lv: Pieraksties uz jaunumu saņemšanu!

source: Subscribe to our newsletter and never miss out on the latest in AlmaLinux OS development!
lv: Pievienojies saņemt jaunumus no AlmaLinux OS izstrādātājiem un nekad nepalaidiet garām jaunāko AlmaLinux OS attīstība!

source: Your email
lv: Tavs epasts

source: Subscribe
lv: Parakstīties

source: By filling this form you agree to be contacted by AlmaLinux OS Foundation regarding your request. You can unsubscribe at any time.
lv: Aizpildot šo veidlapu, Tu piekrīti, ka ar Tevi sazināsies AlmaLinux OS Foundation attiecībā uz Tavu pieprasījumu. Abonamentu vari atcelt jebkurā brīdī.

source: AlmaLinux OS in the Press
lv: AlmaLinux OS presē

source: Published
lv: Publicēts

source: AlmaLinux OS feature showcase
lv: AlmaLinux OS funkciju pārskats

source: Mailing list subscription - AlmaLinux OS
lv: Abonēšana - AlmaLinux OS

source: Something went wrong...
lv: Notika kļūda...

source: Return home
lv: Atgriezties uz sākumu

source: Thank you!
lv: Paldies!

source: You have successfully subscribed to AlmaLinux OS announcement mailing list!
lv: Pierakstīšanās uz AlmaLinux OS jaunumu saņemšanu veiksmīga!

source: Email address is not valid
lv: Ievadītā epasta adrese nav derīga

source: Failed to subscribe to mailing list, please try again later
lv: Nebija iespējams parakstīties uz atjauninājumu saņemšanu, lūdzu mēģini vēlreiz

source: You are already subscribed to this mailing list!
lv: Tu jau esi parakstījies uz jaunumu saņemšanu!
